<?php

declare(strict_types=1);

return [

    /*
    |--------------------------------------------------------------------------
    | คณะ มหาวิทยาลัยเกษตรศาสตร์
    |--------------------------------------------------------------------------
    */

    'faculties' => [
        'เกษตรศาสตร์',
        'วิศวกรรมศาสตร์',
        'วิทยาศาสตร์',
        'ศึกษาศาสตร์และพัฒนศาสตร์',
        'เศรษฐศาสตร์',
        'สัตวแพทยศาสตร์',
        'อุตสาหกรรมเกษตร',
        'สถาปัตยกรรมศาสตร์',
        'นิเทศศาสตร์และสารสนเทศศาสตร์',
        'นิติศาสตร์',
        'รัฐศาสตร์',
        'พยาบาลศาสตร์',
        'สาธารณสุขศาสตร์',
        'ศิลปศาสตร์และวิทยาศาสตร์',
        'วนศาสตร์',
        'อุตสาหกรรมบริการ',
        'สำนักวิชาทรัพยากรการเกษตร',
        'สำนักวิชาพหุวิทยาการ',
        'สำนักวิชาเทคโนโลยีสารสนเทศ',
        'สำนักวิชาสิ่งแวดล้อม',
        'สำนักวิชาสัตวแพทยศาสตร์',
        'สำนักวิชาเทคโนโลยีชีวภาพ',
        'สำนักวิชาเทคโนโลยีอุตสาหกรรม',
        'สำนักวิชาเทคโนโลยีสังคม',
        'สำนักวิชาเทคโนโลยีการเกษตร',
        'สำนักวิชาเทคโนโลยีการจัดการ',
        'สำนักวิชาเทคโนโลยีการเกษตรและการจัดการ',
        'สำนักวิชาเทคโนโลยีการเกษตรและการจัดการ (กำแพงแสน)',
        'อื่นๆ',
    ],

];
